import p1 from '../img/testImages/b1.png';

const data = [
  {
    id: 1,
    title: 'Отличия в обивке диванов',
    slug: 'otlichiya',
    photo: p1,
    date: '10.01.2023',
    description: 'В этой статье мы расскажем о главных отличиях в обивке диванов, на которые стоит обратить внимание',
  },
  {
    id: 2,
    title: 'Отличия в обивке диванов',
    slug: 'otlichiya2',
    photo: p1,
    date: '10.01.2023',
    description: 'В этой статье мы расскажем о главных отличиях в обивке диванов, на которые стоит обратить внимание',
  },
  {
    id: 3,
    title: 'Отличия в обивке диванов',
    photo: p1,
    date: '10.01.2023',
    description: 'В этой статье мы расскажем о главных отличиях в обивке диванов, на которые стоит обратить внимание',
  },
  {
    id: 4,
    title: 'Отличия в обивке диванов',
    photo: p1,
    date: '10.01.2023',
    description: 'В этой статье мы расскажем о главных отличиях в обивке диванов, на которые стоит обратить внимание',
  },
  {
    id: 5,
    title: 'Отличия в обивке диванов',
    photo: p1,
    date: '10.01.2023',
    description: 'В этой статье мы расскажем о главных отличиях в обивке диванов, на которые стоит обратить внимание',
  },
  {
    id: 6,
    title: 'Отличия в обивке диванов',
    photo: p1,
    date: '10.01.2023',
    description: 'В этой статье мы расскажем о главных отличиях в обивке диванов, на которые стоит обратить внимание',
  },
];
export default data;
