import React from 'react';
import BreadCrumbs from '../../elements/BreadCrumbs/BreadCrumbs';
import styles from './ConfidentialPage.module.scss';

const BREADCRUMBSDATA = [{ link: '/confidential', text: 'О нас' }];

const ConfidentialPage = () => {
  return (
    <div className={styles.container}>
      <BreadCrumbs items={BREADCRUMBSDATA} />
      <h1 className={styles.title}>Политика конфиденциальности</h1>
      <div className={styles.content}>
        Настоящая Политика конфиденциальности персональных данных (далее – Политика конфиденциальности) действует в
        отношении всей информации, которую данный сайт, на котором размещен текст этой Политики конфиденциальности,
        может получить о Пользователе, а также любых программ и продуктов, размещенных на нем. <br />
        <span>1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ</span> <br />
        1.1. В настоящей Политике конфиденциальности используются следующие термины: <br />
        1.1.1. «Администрация сайта» – уполномоченные сотрудники на управления сайтом, действующие от его имени, которые
        организуют и (или) осуществляет обработку персональных данных, а также определяет цели обработки персональных
        данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными
        данными.
        <br /> 1.1.2. «Персональные данные» - любая информация, относящаяся к прямо или косвенно определенному или
        определяемому физическому лицу (субъекту персональных данных). <br />
        1.1.3. «Обработка персональных данных» - любое действие (операция) или совокупность действий (операций),
        совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными,
        включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение,
        использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление,
        уничтожение персональных данных. <br />
        1.1.4. «Конфиденциальность персональных данных» - обязательное для соблюдения Администрацией сайта требование не
        допускать их умышленного распространения без согласия субъекта персональных данных или наличия иного законного
        основания.
        <br /> 1.1.5. «Пользователь сайта (далее Пользователь)» – лицо, имеющее доступ к сайту, посредством сети
        Интернет и использующее данный сайт для своих целей.
        <br /> 1.1.6. «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере
        пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке
        открыть страницу соответствующего сайта.
        <br /> 1.1.7. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.{' '}
        <br />
        <span> 2. ОБЩИЕ ПОЛОЖЕНИЯ</span> <br />
        2.1. Использование Пользователем сайта означает согласие с настоящей Политикой конфиденциальности и условиями
        обработки персональных данных Пользователя.
        <br /> 2.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить
        использование сайта.
        <br /> 2.3. Настоящая Политика конфиденциальности применяется только к данному сайту. Администрация сайта не
        контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам,
        доступным на данном сайте.
        <br /> 2.4. Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем
        сайта. <br />
        <span> 3. ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ</span> <br />
        3.1. Настоящая Политика конфиденциальности устанавливает обязательства Администрации сайта по умышленному
        неразглашению персональных данных, которые Пользователь предоставляет по разнообразным запросам Администрации
        сайта (например, при регистрации на сайте, оформлении заказа, подписки на уведомления и т.п).
        <br /> 3.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности,
        предоставляются Пользователем путём заполнения специальных форм на Сайте и обычно включают в себя следующую
        информацию: <br />
        3.2.1. фамилию, имя, отчество Пользователя; <br />
        3.2.2. контактный телефон Пользователя; <br />
        3.2.3. адрес электронной почты (e-mail); <br />
        3.2.4. место жительство Пользователя и другие данные. <br />
        3.3. Администрация сайта также принимает усилия по защите Персональных данных, которые автоматически передаются
        в процессе посещения страниц сайта: IP адрес, информация из cookies, данные Яндекс метрики, информация о
        браузере (или иной программе, которая осуществляет доступ к сайту), время доступа, посещённые адреса страниц,
        реферер (адрес предыдущей страницы) и т.п.
        <br /> 3.3.1. Отключение cookies может повлечь невозможность доступа к сайту.
        <br /> 3.3.2. Сайт осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация используется
        с целью выявления и решения технических проблем, для контроля корректности проводимых операций.
        <br /> 3.4. Любая иная персональная информация не оговоренная выше (история покупок, используемые браузеры и
        операционные системы и т.д.) не подлежит умышленному разглашению, за исключением случаев, предусмотренных в п.п.
        5.2. и 5.3. настоящей Политики конфиденциальности. <br />
        <span> 4. ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ</span>
        <br /> 4.1. Персональные данные Пользователя Администрация сайта может использовать в целях:
        <br /> 4.1.1. Идентификации Пользователя, зарегистрированного на сайте, для оформления заказа и (или) заключения
        Договора.
        <br /> 4.1.2. Предоставления Пользователю доступа к персонализированным ресурсам сайта.
        <br /> 4.1.3. Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся
        использования сайта, оказания услуг, обработка запросов и заявок от Пользователя. <br />
        4.1.4. Определения места нахождения Пользователя для обеспечения безопасности, предотвращения мошенничества.{' '}
        <br />
        4.1.5. Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем. <br /> 4.1.6.
        Создания учетной записи для совершения покупок, если Пользователь дал согласие на создание учетной записи.{' '}
        <br /> 4.1.7. Уведомления Пользователя сайта о состоянии Заказа. <br /> 4.1.8. Обработки и получения платежей,
        подтверждения налога или налоговых льгот, оспаривания платежа, определения права на получение кредитной линии
        Пользователем. <br /> 4.1.9. Предоставления Пользователю эффективной клиентской и технической поддержки при
        возникновении проблем связанных с использованием сайта. <br /> 4.1.10. Предоставления Пользователю с его
        согласия, обновлений продукции, специальных предложений, информации о ценах, новостной рассылки и иных сведений
        от имени сайта или от имени партнеров сайта. <br />
        4.1.11. Осуществления рекламной деятельности с согласия Пользователя. <br /> 4.1.12. Предоставления доступа
        Пользователю на сторонние сайты или сервисы партнеров данного сайта с целью получения их предложений, обновлений
        или услуг. <br /> <span> 5. СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ</span> <br /> 5.1. Обработка
        персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в
        информационных системах персональных данных с использованием средств автоматизации или без использования таких
        средств. <br /> 5.2. Пользователь соглашается с тем, что Администрация сайта вправе передавать персональные
        данные третьим лицам, в частности, курьерским службам, организациями почтовой связи, операторам электросвязи,
        исключительно в целях выполнения заявок Пользователя, оформленных на сайте, в рамках Договора публичной оферты.{' '}
        <br /> 5.3. Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти
        только по основаниям и в порядке, установленным действующим законодательством. <br />
        <span> 6. ОБЯЗАТЕЛЬСТВА СТОРОН</span> <br /> 6.1. Пользователь обязуется: <br />
        6.1.1. Предоставить корректную и правдивую информацию о персональных данных, необходимую для пользования сайтом.{' '}
        <br />
        6.1.2. Обновить или дополнить предоставленную информацию о персональных данных в случае изменения данной
        информации. <br /> 6.1.3. Принимать меры для защиты доступа к своим конфиденциальным данным, хранящимся на
        сайте. <br /> 6.2. Администрация сайта обязуется: <br /> 6.2.1. Использовать полученную информацию исключительно
        для целей, указанных в п. 4 настоящей Политики конфиденциальности. <br /> 6.2.2. Не разглашать персональных
        данных Пользователя, за исключением п.п. 5.2. и 5.3. настоящей Политики Конфиденциальности. <br /> 6.2.3.
        Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента обращения
        или запроса Пользователя или его законного представителя либо уполномоченного органа по защите прав субъектов
        персональных данных на период проверки, в случае выявления недостоверных персональных данных или неправомерных
        действий. <br /> <span> 7. ОТВЕТСТВЕННОСТЬ СТОРОН</span> <br /> 7.1. Администрация сайта несет ответственность
        за умышленное разглашение Персональных данных Пользователя в соответствии с действующим законодательством, за
        исключением случаев, предусмотренных п.п. 5.2., 5.3. и 7.2. настоящей Политики Конфиденциальности. <br /> 7.2. В
        случае утраты или разглашения Персональных данных Администрация сайта не несёт ответственность, если данная
        конфиденциальная информация: <br /> 7.2.1. Стала публичным достоянием до её утраты или разглашения. <br />{' '}
        7.2.2. Была получена от третьей стороны до момента её получения Администрацией сайта. <br />
        7.2.3. Была получена третьими лицами путем несанкционированного доступа к файлам сайта. <br /> 7.2.4. Была
        разглашена с согласия Пользователя. <br /> 7.3. Пользователь несет ответственность за правомерность,
        корректность и правдивость предоставленной Персональных данных в соответствии с действующим законодательством.{' '}
        <br />
        <span> 8. РАЗРЕШЕНИЕ СПОРОВ</span> <br /> 8.1. До обращения в суд с иском по спорам, возникающим из отношений
        между Пользователем сайта и Администрацией сайта, обязательным является предъявление претензии (письменного
        предложения о добровольном урегулировании спора). <br /> 8.2. Получатель претензии в течение 30 календарных дней
        со дня получения претензии, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.{' '}
        <br /> 8.3. При недостижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с
        действующим законодательством. <br /> 8.4. К настоящей Политике конфиденциальности и отношениям между
        Пользователем и Администрацией сайта применяется действующее законодательство. <br />
        <span> 9. МЕРЫ ПО ЗАЩИТЕ ПЕРСОНАЛЬНЫХ ДАННЫХ</span> <br /> 9.1. В большинстве случаев Персональная информация
        обрабатывается автоматически без доступа к ней кого-либо из сотрудников компании ООО «Дом Текстиля». В случае
        если такой доступ понадобится, то он может быть предоставлен только тем сотрудникам компании ООО «Дом Текстиля»,
        которые нуждаются в этом для выполнения своих задач. <br /> 9.2. Для защиты и обеспечения конфиденциальности
        данных все сотрудники должны соблюдать внутренние правила и процедуры в отношении обработки Персональной
        информации. Они также должны следовать всем техническим и организационным мерам безопасности, действующим для
        защиты Вашей Персональной информации. <br /> 9.3. В компании ООО «Дом Текстиля» предприняты достаточные
        технические и организационные меры для защиты Персональной информации от несанкционированного, случайного или
        незаконного уничтожения, потери, изменения, недобросовестного использования, раскрытия или доступа, а также иных
        незаконных форм обработки. <br /> 9.3.1. Данные меры безопасности реализованы с учетом современного уровня
        техники, стоимости их реализации, рисков, связанных с обработкой и характером Персональной информации. <br />
        <span> 10. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ </span> <br />
        10.1. Администрация сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия
        Пользователя. <br /> 10.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте,
        если иное не предусмотрено новой редакцией Политики конфиденциальности. <br /> 10.3. Настоящее согласие
        действует до момента его отзыва путем направления соответствующего уведомления на электронный адрес
        sale@diva.ru. В случае отзыва мною согласия на обработку персональных данных Оператор вправе продолжить
        обработку персональных данных без моего согласия при наличии оснований, указанных в пунктах 2 – 11 части 1
        статьи 6, части 2 статьи 10 и части 2 статьи 11 Федерального закона №152-ФЗ «О персональных данных» от
        27.06.2006 г.
      </div>
    </div>
  );
};

export default ConfidentialPage;
